Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/sami_parlamentarals_raddi_fi/spr_yhteistyosopimus_suo.pdf.tmx
Source language: fin
Languages: sme

source: SAAMELAINEN PARLAMENTAARINEN
sme: SÁMI PARLAMENTÁRALAŠ RÁðI

source: YHTEISTYÖSOPIMUS Saamelaiskäräjien välinen yhteistyösopimus Saamelaisen parlamentaarisen neuvoston kautta hyväksyttiin ja sopimuksen allekirjoittivat Sven-Roald Nystø, Lars Anders Baer ja Pekka Aikio.
sme: OVTTASBARGOŠIEHTADUS Sámedikkiid gaskasaš ovttasbargošiehtadusa Sámi parlamentáralaš ráđi bokte, dohkkehuvvui ja vuolláičállojuvvui Sven-Roald Nystø, Lars Anders Baer ja Pekka Aikio bokte.

source: Sopimus saamelaisten välisestä yhteistyöstä saamelaisessa parlamentaarisessa neuvostossa
sme: Sámedikkiid gaskasaš ovttasbargošiehtadus Sámi parlamentáralaš ráđi bokte

source: Sopimuksen osapuolet, Suomen, Norjan ja Ruotsin saamelaiskäräjät:
sme: Šiehtadusa dahkkit, Suoma, Norgga ja Ruoŧa sámedikkit;

source: toteavat, että saamelaiset ovat kansa, jolla on yhteinen historia, kulttuuri ja kieli sekä yhteiset perinteet, edelleen
sme: mearkkašit ahte sápmelaččat leat sierra álbmot, geain lea oktasaš historjá, kultuvra, giella ja árvevierut, ja dasto

source: toteavat, että Suomen, Norjan, Venäjän ja Ruotsin valtiot on osittain perustettu maa-alueille, jotka kuuluvat saamen kansalle ja jotka ennen valtiomuodostusta ovat olleet saamen kansan asuttamia, mistä johtuen saamelaiset ovat alkuperäiskansa Suomessa, Norjassa, Ruotsissa ja Venäjällä, ja osapuolet
sme: mearkkašit, ahte oasit Suoma, Norgga, Ruošša ja Ruoŧa riikkain leat ásahuvvon eatnamiid ala mat gullet sámi álbmogii, ja gos ovdal go riikkat ásahuvvojedje ásse sápmelaččat, ja ahte sápmelaččat danne leat eamiálbmot Suomas, Norggas, Ruoššas ja Ruoŧas, ja oasálaččat

source: toteavat, että on olemassa erityinen tarve saamelaiskäräjien väliselle yhteistyölle asioissa, jotka koskevat saamelaisia useammassa maassa tai saamelaisia kansana, yhtä lailla todeten, että tämä yhteistyötarve ilmenee myös suhteessa kansallisvaltioihin, osapuolet
sme: mearkkašit, ahte sámedikkiid gaskasaš ovttasbargui lea earenoamaš dárbu áššiin mat gusket máŋgga riikka sápmelaččaide dahje sápmelaččaide sierra álbmogin, ja dasto mearkkašuvvo ahte dán lágan ovttasbargui lea dárbu maiddái našonalstáhtaid ektui, ja oasálaččat

source: tunnustavat tältä pohjalta saamelaiskäräjien välisen kestävän yhteistyön perustamisen ja vakinaistamisen välttämättömäksi, suhteessa mm. oikeudellisiin, sosiaalisiin, kulttuurillisiin, yksityisiin sekä poliittisiin kysymyksiin, samoin
sme: dovddastit dán vuođul dárbbu álggahit ja bistevažžan dahkat sámedikkiid gaskasaš ovttasbarggu, earret eará rievttálaš, ekonomalaš, sosiálalaš, kultuvrralaš, siviila ja politihkalaš áššiid oktavuođas, ja dasto

source: osapuolet tunnustavat välttämättömäksi kutsua Venäjän saamelaiset ottamaan osaa yhteistyöhön tarkkailijan asemassa, sopimuksen osapuolet
sme: dovddastit oasálaččat ahte lea dárbu dáhttut ruoššabeali sápmelaččaid maid dán ovttasbargui áicin, ja soahpamuša oasálaččat

source: Artikla 1. Sopimuksen tavoitteena on järjestää olosuhteet sellaisiksi, että on mahdollista perustaa kestävä saamelaiskäräjien välinen yhteistyö asioissa, jotka koskevat saamelaisia useammassa maassa tai saamelaisia kansana.
sme: julggaštit dákko bokte ahte leat ovttaoaivilis čuovvuvačča hárrái: Artihkal 1 Šiehtadusa ulbmilin lea láhčit dilálašvuoðaid bissovaš ovttasbargui sámedikkiid gaskka áššiin mat gusket máŋgga riikka sápmelaččaide dahje sápmelaččaide sierra álbmogin.

source: Samoin on tavoitteena järjestää olosuhteet sellaisiksi, että saamelaiset voivat ylläpitää ja kehittää kieltään, kulttuuriaan ja yhteiskuntaelämäänsä kansallisvaltiossa, ja että saamelaiset kansana, joka asuu useassa valtiossa, voivat ylläpitää ja kehittää edellä mainittuja asioita ilman valtionrajojen aiheuttamia esteitä.
sme: Ja dasto lea ulbmilin láhčit dilálašvuođaid nu ahte sápmelaččat sáhttet suodjalit ja ovddidit iežaset gielalaš, kultuvrralaš ja servodatlaš áššiid ovttaskas našonalstáhtain, ja ahte sápmelaččat, máŋgga riikka sierra álbmogin, sáhttet suodjalit ja ovddidit namuhuvvon rahčamušaid almmá riikkarájiid heađušteami haga.

source: Artikla 2. Pysyvän yhteistyön aikaansaamiseksi vaaleilla valittujen Saamelaiskäräjien kesken perustetaan Saamelainen parlamentaarinen neuvosto.
sme: Artihkal 2 Bissovaš ovttasbarggu lágideami láhčimii álbmotválljen sámedikkiid gaskka ásahuvvo Sámi parlamentáralaš ráđđi.

source: Saamelaiskäräjät nimittävät valitsemansa edustajat käräjien väliseen yhteistyöelimeen, Saamelaisen parlamentaarisen neuvostoon.
sme: Sámedikkit nammadit lahtuid sámedikkiid gaskasaš ovttasbargoorgánii, Sámi parlamentáralaš ráđđái.

source: Artikla 3. Saamelainen parlamentaarinen neuvosto tulee edistämään poliittisen käsittelyn yhdistämistä asioissa, jotka koskevat tai voivat koskea saamelaisia useammassa maassa tai saamelaisia kansana.
sme: Artihkal 3 Sámi parlamentáralaš ráđđi galgá bargat dan ala ahte ovttastahttit politihkalaš áššiid meannudeami dain áššiin mat gusket dahje sáhttet guoskat máŋgga riikka sápmelaččaide dahje sápmelaččaide sierra álbmogin.

source: Neuvosto tulee yhtä lailla edistämään muiden käytännön yhteistyömuotojen kehittämistä saamelaiskäräjien välille.
sme: Ráđđi galgá dasto bargat dan ala ahte ovddidit eará geavatlaš ovttasbargovugiid sámedikkiid gaskka.

source: Neuvosto tulee edustamaan Suomen, Norjan ja Ruotsin saamelaisia pohjoismaisissa ja muissa kansainvälisissä yhteyksissä sekä kaikissa muissakin yhteyksissä, missä tällaista yhteisedustusta pidetään tarpeellisena.
sme: Ráđđi galgá ovddastit Suoma, Norgga ja Ruoŧa sápmelaččaid davviriikkalaš ja eará riikkaidgaskasaš oktavuođain, ja muđuid ge buot oktavuoðain gos dán lágán oktasaš ovddasteapmái lea dárbu.

source: Artikla 4. Saamelaisen parlamentaarisen neuvoston tehtäviin kuuluvat kaikki asiat, jotka neuvoston käsityksen mukaan koskevat tai voivat koskea saamelaisia useammassa maassa tai saamelaisia kansana.
sme: Artihkal 4 Sámi parlamentáralaš ráđi bargoviidodahkii gullet buot áššit mat ráđi áddejumi mielde gusket dahje sáhttet guoskat sápmelaččaide sierra álbmogin.

source: Saamelainen parlamentaarinen neuvosto voi omasta aloitteesta ottaa esille asioita ja antaa lausuntoja kaikista tehtäviinsä kuuluvissa asioissa.
sme: Sámi parlamentáralaš ráđđi sáhttá ieš vuolggahit áššiid, ja buktit cealkámušaid buot áššiide iežas bargoviidodagas.

source: Saamelainen parlamentaarinen neuvosto voi omasta aloitteesta edistää asioita, antaa lausuntoja, ehdotuksia ja suosituksia saamelaiskäräjille, julkisille viranomaisille Suomessa, Norjassa ja Ruotsissa ja muissa maissa sekä kansainvälisille viranomaisille ja organisaatioille.
sme: Sámi parlamentáralaš ráđđi sáhttá ieš ovddidit áššiid, buktit cealkámušaid, evttohusaid ja rávvagiid sámedikkiide, Suoma, Norgga, Ruoŧa ja eará riikkaid almmolaš eiseválddiide, ja riikkaidgaskasaš eiseválddiide ja organisašuvnnaide.

source: Artikla 5. Saamelainen parlamentaarinen neuvosto koostuu kahdestakymmenestäyhdestä (21) saamelaisesta parlamentaarikosta, jotka Suomen, Norjan ja Ruotsin saamelaiskäräjät ovat valinneet omien vaaleilla valittujen edustajiensa joukosta.
sme: Artihkal 5 Sámi parlamentáralaš ráđis galget leat guoktelogiokta (21) sápmelaš parlamentarihkkara, geaid Suoma, Norgga ja Ruoŧa sámedikkit leat válljen iežaset álbmotválljen ovddasteddjiid gaskkas.

source: Artikla 6. Joka maan saamelaiskäräjät valitsevat Saamelaiseen parlamentaariseen neuvostoon neljän (4) vuoden toimikaudeksi viisi (5) edustajaa.
sme: Artihkal 6 Juohke sámediggi vállje vihtta (5) ovddasteaddji Sámi parlamentáralaš ráđđái njealje (4) jagi mandáhttaáigodahkii.

source: Valinnan tulee tapahtua ensimmäisessä täysistunnossa uusien saamelaiskäräjävaalien jälkeen.
sme: Dát válljen galgá dáhpáhuvvat vuosttaš dievasčoahkkimis maŋŋil ođđa sámediggeválgga.

source: Lisäksi saamelaiskäräjien poliittisten johtajien tulee aina kuulua jäseninä Saamelaisen parlamentaarisen neuvoston täysistuntoon.
sme: Lassin galget sámedikkiid čađaheaddji ovddastangotti jođiheaddjit álo leat ráđi dievasčoahkkima lahttun.

source: Samoin joka maan saamelaiskäräjien hallitus/neuvosto valitsee yhden (1) edustajan Saamelaisen parlamentaarisen neuvoston täysistunnon jäseneksi.
sme: Seamma guoská juohke sámedikki stivrra/ráđi ovtta lahttui.

source: Artikla 7. Saamelaisen parlamentaarisen neuvoston toimeenpanevana johtoelimenä on yhteishallitus, jossa on kuusi (6) jäsentä. Siihen kuuluvat saamelaiskäräjien poliittiset johtajat.
sme: Artihkal 7 Sámi parlamentáralaš ráđi čađaheaddji jođihangoddi gohčoduvvo oktasašstivran, ja dás leat guhtta (6) ovddasteaddji, geaid gaskkas leat sámedikkiid čađaheaddji ovddastangotti jođiheaddjit.

source: Sekä joka kolme (3) muuta jäsentä valitsee Saamelainen parlamentaarinen neuvosto siten, että eli kunkin maan saamelaiskäräjistä on yksi (1) edustaja.
sme: Golbma (3) eará ovddasteaddji vállje Sámi parlamentáralaš ráđđi nu ahte guðe nai sámedikkis vállje ovtta (1) ovddasteaddji.

source: Artikla 8. Saamelainen parlamentaarinen neuvosto valitsee yhteishallituksen jäsenten joukosta presidentin ja kaksi varapresidenttiä.
sme: Artikkel 8 Sámi parlamentáralaš ráđđi vállje iežas presideantta ja guokte várrepresideantta oktasašstivrra lahtuid gaskkas.

source: Valinta tapahtuu siten, että kolmen maan saamelaiskäräjät johtavat vuorotellen neuvostoa niin, että saamelaiskäräjät valitsevat keskenään henkilöt, jotka neljän (4) vuoden aikana toimivat vuorotellen presidenttinä tai varapresidenttinä 16 kuukautta kerrallaan.
sme: Válljen galgá dáhpáhuvvat nu ahte golbma sámedikki vurrolagaid ožžot jođihanámmáhiid, ja nu ahte sámedikkit njealje (4) jagi áigodagas vurrolagaid ožžot presideanta- dahje várrepresideantaámmáha 16 mánu maŋŋálagaid.

source: Artikla 9. Saamelainen parlamentaarinen neuvosto päättää itse kokousjärjestyksestään.
sme: Artihkal 9 Sámi parlamentáralaš ráđđi mearrida ieš iežas čoahkkinortnega.

source: Artikla 10. Saamelaisten parlamentaarista neuvostoa koskeva sopimusta voivat vain saamelaiskäräjät muuttaa sen jälkeen kun Saamelainen parlamentaarinen neuvosto niin on ehdottanut, ja kun kaikkien kolmen maan saamelaiskäräjien enemmistö kannattaa muutosehdotusta.
sme: Artihkal 10 Dán šiehtadusa ”Sámedikkiid gaskasaš ovttasbargošiehtadus Sámi parlamentáralaš ráđi bokte” sáhttet rievdadit dušše sámedikkit maŋŋá go Sámi parlamentáralaš ráđđi nu lea árvalan, ja go buot golmmá sámedikki eanetlohku doarju rievdadusárvalusa.
